[
  {
    "name" : "Press de Banca",
    "img" : "/img/gym-excercises/press-de-banca.png",
    "muscles-involved" : {
      "principal" : "pectoral mayor, tríceps y deltoides anterior",
      "secundary" : "coracobraquial, serrato anterior y subescapular",
      "antagonist" : "dorsal ancho, bíceps y deltoides posterior"
    },
    "execution" : "Tumbado sobre un banco plano (decúbito supino), con la cabeza, la espalda y los pies bien apoyados, se debe sujetar la barra simétricamente con un agarre algo más ancho que los hombros, sobre la vertical de nuestros ojos, en pronación (con las palmas hacia los pies), preferiblemente con el pulgar por debajo de la barra. Se inspira antes de sacar la barra del soporte, se coloca frente al pecho, se desciende con los codos separados del tronco hasta rozarlo en su parte media y se vuelve a subir verticalmente. Se toma aire en el comienzo de la bajada y se expulsa al terminar de subir.",
    "caution" : "arquear la espalda (pies muy bajos), rebotar demasiado la barra sobre el pecho, bajarla hacia el cuello o abdomen, exceso o defecto de peso, bloquear los codos arriba y mover los pies, la espalda o la cabeza."
  },
  {
    "name" : "Press de Banca Inclinado",
    "img" : "/img/gym-excercises/press-de-banca-inclinado.png",
    "muscles-involved" : {
      "principal" : "pectoral mayor (zona clavicular), tríceps y deltoides anterior",
      "secundary" : "deltoides medio, coracobraquial, serrato anterior y subescapular",
      "antagonist" : "dorsal mayor, bíceps y deltoides posterior"
    },
    "execution" : "Tumbado sobre un banco inclinado, no más de 30º ó 45º, se deben colocar los pies sobre el suelo y apoyar la espalda y la cabeza. Se sujeta la barra sobre la vertical de la frente, en pronación (palmas hacia los pies). Los antebrazos han de moverse perpendiculares al suelo, con un agarre algo más ancho que los hombros. Se inspira antes de sacar la barra del soporte, se desciende hasta rozar el pecho en su parte superior y se vuelve a subir verticalmente. Los codos permanecen separados del cuerpo. Se espira al terminar de subir",
    "caution" : ": inclinar excesivamente el banco (más de 50º), arquear la espalda, rebotar en exceso la barra sobre el pecho y bloquear los codos arriba"
  },
  {
    "name" : "Press de Banca Declinado",
    "img" : "/img/gym-excercises/press-de-banca-declinado.png",
    "muscles-involved" : {
      "principal" : "pectoral mayor (zona inferior), tríceps y deltoides anterior",
      "secundary" : ":pectoral menor, coracobraquial, serrato anterior y subescapular",
      "antagonist" : "dorsal ancho, bíceps y deltoides posterior"
    },
    "execution" : "Tumbado sobre un banco declinado entre 20º y 30º, con la cabeza hacia abajo y las piernas sujetas, se sujeta la barra sobre la vertical de nuestros ojos en pronación (con las palmas hacia los pies). Se inspira antes de sacar la barra del soporte, se desciende hasta rozar el pecho en su parte inferior y se vuelve a subir verticalmente. Los antebrazos han de moverse perpendiculares al suelo (ver ejercicios 1 y 2) y los codos, como en anteriores casos, deben permanecer separados del cuerpo. Se espira al terminar de subir la barra",
    "caution" : "gran declinación del banco, demasiado peso y excesiva práctica de este ejercicio"
  }
]